eamodio.gitlens
github.vscode-pull-request-github
dbaeumer.vscode-eslint
bradlc.vscode-tailwindcss
golang.go
graphite.gti-vscode
yoavbls.pretty-ts-errors
ms-playwright.playwright
yutengjing.vscode-classic-experience
biomejs.biome
editorconfig.editorconfig
graphql.vscode-graphql
graphql.vscode-graphql-syntax
redhat.vscode-yaml
catppuccin.catppuccin-vsc
stkb.rewrap
rust-lang.rust-analyzer
github.vscode-github-actions
github.github-vscode-theme
